In [3]:
import pandas as pd

users_df = pd.read_csv("bookai/Users.csv")
users_df.head()

   User-ID                            Location   Age
0        1                  nyc, new york, usa   NaN
1        2           stockton, california, usa  18.0
2        3     moscow, yukon territory, russia   NaN
3        4           porto, v.n.gaia, portugal  17.0
4        5  farnborough, hants, united kingdom   NaN

In [ ]:
books_df = pd.read_csv("bookai/Books.csv")
books_df.head()